Repository: firat-can-slnk/Pizza-Calculator
Catalog: Pizza/Pizza/*.lproj/Localizable.strings
Languages: de

# Pizza hinzufügen
source: Add a pizza
de: Pizza hinzufügen

# Name der Pizza
source: Name of the pizza
de: Name der Pizza

# Name der Pizzeria
source: Name of the pizzeria
de: Name der Pizzeria

# Durchmesser in cm (Format: xx)
source: Diameter in cm (format: xx)
de: Durchmesser in cm (Format: xx)

# Preis der Pizza in Euro (Format: xx.xx)
source: Price in Euro (format: xx.xx)
de: Preis in Euro (Format: xx.xx)

# Hinzufügen
source: Add
de: Hinzufügen

# Fehler
source: Error
de: Fehler

# Bitte alle Felder ausfüllen
source: Please fill in all fields
de: Bitte alle Felder ausfüllen

# Okay
source: OK
de: Okay

source: Please use the right format for the diameter and the price! For example: "32" for 32cm and "10.50" for 10,50 €
de: Bitte das richtige Format für den Durchmesser und den Preis nutzen! Zum Beispiel: "32" für 32cm und "10.50" für 10,50€

source: Please use the right format for the diameter! For example: "32" for 32cm
de: Bitte das richtige Format für den Durchmesser nutzen! Zum Beispiel: "32" für 32cm

# Bitte das richtige Format für den Preis nutzen! Zum Beispiel: "10.50" für 10,50€
source: Please use the right format for the price! For example: "10.50" for 10.50 €
de: Bitte das richtige Format für den Preis nutzen! Zum Beispiel: "10.50" für 10,50€

# Abbrechen
source: Cancel
de: Abbrechen

# Fertig
source: Done
de: Fertig

# Bearbeiten
source: Edit
de: Bearbeiten

# Form der Pizza?
source: Shape of the pizza?
de: Form der Pizza?

# Rund
source: Round
de: Rund

# Rechteckig
source: Square
de: Rechteckig

# Länge der 1. Seite in cm (Format: xx)
source: Length of the 1st side in cm (format: xx)
de: Länge der 1. Seite in cm (Format: xx)

# Länge der 2. Seite in cm (Format: xx)
source: Length of the 2nd side in cm (format: xx)
de: Länge der 2. Seite in cm (Format: xx)

# Pizzen
source: Pizzas
de: Pizzen

# Durchmesser
source: Diameter
de: Durchmesser

# Preis
source: Price
de: Preis

# Faktor
source: Factor
de: Faktor

# Erste Seite
source: First side
de: Erste Seite

# Zweite Seite
source: Second side
de: Zweite Seite

# Kosten
source: Costs
de: Kosten

# Maße
source: Dimensions
de: Abmessungen

# Was bedeutet Faktor?
source: What does factor mean?
de: Was bedeutet Faktor?

# FactorDescription
source: The factor stands for area per euro/dollar, the higher the factor, the better the price performance ratio. Higher is therefore better.
de: Der Faktor steht für Fläche pro Euro/Dollar, je höher der Faktor ist, desto besser ist das Preis-Leistungs Verhältnis. Höher ist demnach besser.

source: The list is empty. Please add a pizza by pressing the button in the upper right corner
de: Die Liste ist leer Bitte füge eine Pizza hinzu indem du oben rechts auf den Button drückst

# Fehler beim hinzufügen der Pizza
source: Error while adding the pizza
de: Fehler beim hinzufügen der Pizza

# Name der Pizza fehlt
source: Name of the pizza is missing
de: Name der Pizza fehlt

# Größe der ersten Seite fehlt
source: First side size is missing
de: Größe der ersten Seite fehlt

# Größe der ersten Seite ist keine Zahl
source: First side size is not a number
de: Größe der ersten Seite ist keine Zahl

# Größe der zweiten Seite fehlt
source: Second side size is missing
de: Größe der zweiten Seite fehlt

# Größe der zweiten Seite ist keine Zahl
source: Second side size is not a number
de: Größe der zweiten Seite ist keine Zahl

# Durchmesser fehlt
source: Diameter is missing
de: Durchmesser fehlt

# Durchmesser ist keine Zahl
source: Diameter is not a number
de: Durchmesser ist keine Zahl

# Preis fehlt
source: Price is missing
de: Preis fehlt

# Preis ist keine Zahl
source: Price is not a number
de: Preis ist keine Zahl

# Währung fehlt
source: Currency is missing
de: Währung fehlt

# Größeneinheit fehlt
source: Size unit is missing
de: Größeneinheit fehlt
